// List of words and their corresponding hints for the game
export const wordList = [
    {
      word: "гитара",
      hint: "Музыкальный инструмент со струнами.",
    },
    {
      word: "кислород",
      hint: "Бесцветный газ без запаха, необходимый для жизни",
    },
    {
      word: "гора",
      hint: "Большая естественная возвышенность поверхности Земли..",
    },
    {
      "word": "живопись",
      "hint": "Форма искусства, использующая цвета на поверхности для создания изображений или выражения."
  },
  {
      "word": "астрономия",
      "hint": "Научное изучение небесных объектов и явлений."
  },
  {
      "word": "футбол",
      "hint": "Популярный вид спорта, играемый с круглым мячом."
  },
  {
      "word": "шоколад",
      "hint": "Сладкое лакомство, сделанное из какао-бобов."
  },
  {
      "word": "бабочка",
      "hint": "Насекомое с яркими крыльями и тонким телом."
  },
  {
      "word": "история",
      "hint": "Изучение прошлых событий и человеческой цивилизации."
  },
  {
      "word": "камера",
      "hint": "Устройство, используемое для захвата и записи изображений или видео."
  },
  {
      "word": "алмаз",
      "hint": "Драгоценный камень, известный своим блеском и твердостью."
  },
  {
      "word": "приключение",
      "hint": "Волнительный или смелый опыт."
  },
  {
      "word": "велосипед",
      "hint": "Транспортное средство, приводимое в движение человеком и имеющее два колеса."
  },
  {
      "word": "закат",
      "hint": "Ежедневное исчезновение солнца за горизонтом."
  },
  {
      "word": "кофе",
      "hint": "Популярный напиток с кофеином, сделанный из жареных кофейных зерен."
  },
  {
      "word": "танец",
      "hint": "Ритмичное движение тела, часто исполняемое под музыку."
  },
  {
      "word": "галактика",
      "hint": "Обширная система звезд, газа и пыли, удерживаемых вместе гравитацией."
  },
  {
      "word": "оркестр",
      "hint": "Большой ансамбль музыкантов, играющих на различных инструментах."
  },
  {
      "word": "вулкан",
      "hint": "Гора или холм с отверстием, через которое извергаются лава, каменные фрагменты, горячий пар и газ."
  },
  {
      "word": "скульптура",
      "hint": "Трехмерная форма искусства, создаваемая путем формовки или комбинирования материалов."
  },
  {
      "word": "архитектура",
      "hint": "Искусство и наука проектирования и строительства зданий."
  },
  {
      "word": "балет",
      "hint": "Классическая форма танца, характеризующаяся точными и грациозными движениями."
  },
  {
      "word": "космонавт",
      "hint": "Человек, обученный для путешествий и работы в космосе."
  },
  {
      "word": "водопад",
      "hint": "Водный поток, падающий с высоты."
  },
  {
      "word": "пианино",
      "hint": "Музыкальный инструмент, который играется нажатием клавиш, заставляющих молоточки ударять по струнам."
  },
  {
      "word": "отпуск",
      "hint": "Период времени, посвященный удовольствию, отдыху или расслаблению."
  },
  {
      "word": "тропический лес",
      "hint": "Густой лес, характеризующийся высокой влажностью и биоразнообразием."
  },
  {
      "word": "театр",
      "hint": "Здание или открытая площадка, на которой ставятся пьесы, фильмы или другие представления."
  },
  {
      "word": "телефон",
      "hint": "Устройство, используемое для передачи звука на большие расстояния."
  },
  {
      "word": "язык",
      "hint": "Система коммуникации, состоящая из слов, жестов и синтаксиса."
  },
  {
      "word": "пустыня",
      "hint": "Безводная или засушливая местность с малым или отсутствующим количеством осадков."
  },
  {
      "word": "подсолнух",
      "hint": "Высокое растение с крупной желтой цветочной головкой."
  },
  {
      "word": "телескоп",
      "hint": "Оптический инструмент, используемый для наблюдения за удаленными объектами в космосе."
  },
  {
      "word": "бриз",
      "hint": "Легкий ветер."
  },
  {
      "word": "оазис",
      "hint": "Плодородное место в пустыне, где находится вода."
  },
  {
      "word": "фотография",
      "hint": "Искусство, процесс или практика создания изображений путем записи света или другого элекромагнитного излучения."
  },
  {
      "word": "планета",
      "hint": "Небесное тело, обращающееся вокруг звезды и не производящее свет само по себе."
  },
  {
      "word": "река",
      "hint": "Большой природный поток воды, текущий в русле к морю, озеру или другому такому потоку."
  },
  {
      "word": "загадка",
      "hint": "Что-то, что является загадочным, озадачивающим или трудным для понимания."
  },
  {
      "word": "парадокс",
      "hint": "Утверждение или ситуация, которая противоречит само себе или противоречит интуиции."
  },
  {
      "word": "головоломка",
      "hint": "Игра, игрушка или задача, предназначенные для проверки изобретательности или знаний."
  },
  {
      "word": "шептать",
      "hint": "Говорить очень тихо или тихо, часто в тайне."
  },
  {
      "word": "тень",
      "hint": "Темная область или форма, возникающая в результате блокировки света объектом."
  },
  {
      "word": "секрет",
      "hint": "Что-то, что сохраняется в тайне или неизвестно другим."
  },
  {
      "word": "любопытство",
      "hint": "Сильное желание узнать или изучить что-то."
  },
  {
      "word": "иллюзия",
      "hint": "Ложное восприятие или убеждение; вводящее в заблуждение видение или впечатление."
  },
  {
      "word": "лунный свет",
      "hint": "Свет от луны."
  },
  
  
  ];